Repository: binaryage/totalspaces-i18n
Catalog: app/*.lproj/Localizable.strings
Languages: cs, tr

source: Registration
cs: Registrace
tr: Kayıt

source: Please enter your license details from the email we have sent you:
cs: Prosím zadejte licenční údaje z emailu, který jsme Vám zaslali:
tr: Lütfen size gönderdiğimiz epostadaki lisans detaylarını giriniz:

source: Register
cs: Registrovat
tr: Kayıt

source: Buy TotalSpaces Now
cs: Koupit TotalSpaces
tr: TotalSpaces'i şimdi satın alın

source: Invalid license code
cs: Neplatný licenční klíč
tr: Geçersiz lisans kodu

source: Please go back and try again.
cs: Prosím jděte zpět a zkuste to znovu.
tr: Lütfen geriye dönüp tekrar deneyin.

# To purchase a license for TotalSpaces, please visit BinaryAge web store.
source: To purchase a license for TotalSpaces, please visit the BinaryAge web store.
cs: Pro zakoupení licence na TotalSpaces prosím navštivte webový obchod BinaryAge.
tr: TotalSpaces lisansı satın almak için lütfen BinaryAge web sitesi ziyaret edin.

source: Back
cs: Zpět
tr: Geri

source: Thanks for registering!
cs: Díky za registraci!
tr: Kaydolduğunuz için teşekkürler!

source: This TotalSpaces copy is licensed to:
cs: Tato kopie TotalSpaces je licencována:
tr: Bu TotalSpaces kopyasının lisans sahibi:

source: Change License
cs: Změnit licenci
tr: Lisansı değiştir

source: Close
cs: Zavřít
tr: Kapat

source: TotalSpaces Registration
cs: Registrace TotalSpaces
tr: TotalSpaces Kayıt

source: Licensed to
cs: Licencováno:
tr: Lisans sahibi

source: Thank you for using TotalSpaces!
cs: Děkujeme, že používáte TotalSpaces!
tr: TotalSpaces'i kullandığınız için teşekkürler!

source: Trial period finished - Please buy TotalSpaces
cs: Zkušební doba vypršela - prosím zakupte si TotalSpaces
tr: Deneme süresi sona erdi - Lütfen TotalSpaces'i satın alın

source: days left
tr: gün kaldı

source: day left
tr: gün kaldı

source: Buy now!
cs: Koupit nyní!
tr: Şimdi satın alın!

source: %@ (not in grid)
cs: %@ (není v mřížce)
tr: %@ (ızgarada değil)

source: %ld (Desktop)
cs: %ld (Plocha)
tr: %ld (Masaüstü)

source: %ld (Fullscreen)
cs: %ld (Plná obrazovka)
tr: %ld (Tam ekran)

source: (Fullscreen)
cs: (Plná obrazovka)
tr: (Tam ekran)

source: 3 finger swiping
cs: přejetí třemi prsty
tr: 3 parmak kaydırma

source: About
cs: O programu
tr: Hakkında

source: About (Unregistered)
cs: O programu (Neregistrováno)
tr: Hakkında (Kayıtsız)

source: Add desktops
cs: Přidat plochy
tr: Masaüstü ekle

source: Advanced
cs: Pokročilé
tr: İleri düzey

source: Apps
cs: Applikace
tr: Programlar

source: Check for updates
cs: Vyhledat aktualizace
tr: Güncellemeleri kontrol et

source: Circulation
cs: Napojení
tr: Çevrim

source: General
cs: Obecné
tr: Genel

source: Hotcorners
cs: Aktivní rohy
tr: Sıcak köşeler

source: Hotkeys
cs: Klávesy
tr: Kısayollar

source: Layout
cs: Rozmístění
tr: Dizilim

source: OK
tr: Tamam

source: Overview grid
cs: Mřížka s přehledem
tr: Özet ızgarası

source: Please note that we recommend turning off Three finger drag in the Point & Click section of Trackpad preferences (in System Preferences), otherwise the actions may activate simultaneously
cs: Doporučujeme vypnout přejetí třemi prsty v nastavení Trackpadu (v Předvolbách systému)
tr: İzleme Dörtgeni tercihlerinde (Sistem Tercihleri'nde) İşaret Etme ve Tıklama bölümü altındaki Üç parmakla sürükle ayarını kapatmanızı öneriyoruz, aksi takdirde eylemler aynı anda gerçekleşebilir

source: Please use a different combination, or check in keyboard preferences that it is not already assigned
cs: Prosím použijte jinou kombinaci nebo zkontrolujte Klávesové zkratky v Předvolbách systému, jestli zkratka není už přiřazena.
tr: Lütfen farklı bir kombinasyon deneyin, veya klavye tercihlerinde kombinasyonun daha önce atanmadığını kontrol edin

source: Preferences
cs: Nastavení
tr: Tercihler

source: Quit
cs: Ukončit
tr: TotalSpaces'den çık

source: Remove desktops
cs: Odstranit plochy
tr: Masaüstlerini kaldır

source: Status item removal
cs: Odstranění status ikony
tr: Durum çubuğunu kaldır

source: That key combination could not be assigned
cs: Tato klávesová zkratka nemůže být přiřazena
tr: Seçtiğiniz tuş kombinasyonu atanamadı

source: That key combination is already in use
cs: Tato klávesová zkratka je už používána
tr: Seçtiğiniz tuş kombinasyonu kullanımda

source: The system rejected the assignment even though we tried to force it
cs: Systém odmítl klávesovou zkratku přiřadit
tr: Zorlamamıza rağmen sistem atamayı reddetti

source: To see the status bar item again, you can double-click the application in your Applications folder
cs: Pro zobrazení status ikony můžete dvojkliknout na TotalSpaces.app ve složce Applications
tr: Durum çubuğunu tekrar görmek için, Uygulamalar klasöründeki uygulamaya çift tıklayabilirsiniz

source: Transitions
cs: Přechody
tr: Geçişler

source: Trial period expired
cs: Zkušební verze vypršela
tr: Deneme süresi sona erdi

source: Use anyway
cs: Použít i přez varování
tr: Yine de kullan

source: You have %ld desktop
tr: %ld masaüstünüz var

source: You have %ld desktops
tr: %ld masaüstünüz var

source: You need %ld desktop
tr: %ld masaüstüne ihtiyacınız var

source: You need %ld desktops
tr: %ld masaüstüne ihtiyacınız var

source: Left
cs: Vlevo
tr: Sol

source: Right
cs: Vpravo
tr: Sağ

source: Up
cs: Nahoře
tr: Yukarı

source: Down
cs: Dole
tr: Aşağı

source: Hotkey
cs: Klávesa
tr: Kısayol

source: Mouse
cs: Myš
tr: Fare

source: Instant exposé
cs: Instantní exposé
tr: Anında exposé

source: Use the space bar to toggle exposé when using the overview grid
cs: Používat mezerník pro přechod na exposé při otevřené mřížce s přehledem
tr: Özet ızgaradayken boşluk çubuğu ile exposé'yi aç/kapa

source: Choose button
cs: Vyberte tlačítko
tr: Buton seçin

source: 3rd/middle button
cs: prostřední tlačítko
tr: Üçüncü/orta buton

source: 4th button
cs: čtvrté tlačítko
tr: Dördüncü buton

source: 5th button
cs: páte tlačítko
tr: Beşinci buton

source: Start TotalSpaces at Login
cs: Spouštět TotalSpaces po přihlášení
tr: TotalSpaces'i oturum açıldığında aç

source: Show notification graphic on desktop change
cs: Zobrazovat lokaci při změně plochy
tr: Masaüstü değişikliğinde bilgilendirme ekranını göster

source: Hide menu bar icon
cs: Skrýt status ikonu v pravé oblasti menu
tr: Menü çubuğu simgesini gizle

source: Automatically check for updates
cs: Automaticky provádět kontrolu aktualizací
tr: Güncellemeleri otomatik kontrol et

source: Zoom to overview grid animation (experimental)
cs: Animovat přechod na mřížku s přehledem (experimentální)
tr: Özet ızgarasına hareketli zum yap (deneysel)

# Desktop backgrounds in the overview grid
source: Backgrounds in the overview grid
cs: Zobrazovat pozadí na plochách v mřižce s přehledem
tr: Özet ızgarasında arkaplanlar

source: Hi res
cs: Vysoké rozlišení
tr: Yüksek çöz.

source: Lo res
cs: Nízké rozlišení
tr: Düşük çöz.

source: None (fastest)
cs: Žádné (nejrychlejší)
tr: Hiçbiri (en hızlı)

source: Show fullscreen apps under the overview grid
cs: V mřížce s přehledem zobrazovat i aplikace v režimu plné obrazovky
tr: Özet ızgarada tam ekran uygulamaları göster

source: Enable circulation
cs: Zapnout kruhové napojení
tr: Dolaşımı etkin kıl

source: Circulate vertically (join top row to bottom row)
cs: Napojit vertikálně (přechod mezi horním a dolním řádkem)
tr: Düşey olarak dolaş (Üst ve alt satırları bağla)

source: Right end of row joins to left end of:
cs: Pravý konec se napojí na levý konec:
tr: Satırın en sağı nereye bağlansın:

source: Next row
cs: Dalšího řádku
tr: Sonraki satır

source: Same row
cs: Stejného řádku
tr: Önceki satır

source: Application
cs: Aplikace
tr: Uygulama

source: Desktop
cs: Plocha
tr: Masaüstü

source: Use this panel to assign apps to specific desktops
cs: Tento panel slouží k přiřazení aplikací na specifické plochy
tr: Uygulamaları belirli masaüstlerine atamak için bu paneli kullanın

source: Use transitions
cs: Používat přechody
tr: Geçişleri kullan

source: Animation
cs: Animace
tr: Animasyon

source: Slide
cs: Vklouznutí
tr: Kay

source: Cube
cs: Krychle
tr: Küp

source: Swap
cs: Výměna
tr: Değiş-tokuş

source: Flip
cs: Přetočení
tr: Dön

source: Reveal
cs: Odkrytí
tr: Açığa çıkar

source: Fade
cs: Objevení
tr: Sol

source: Speed
cs: Rychlost
tr: Hız

source: Slow
cs: Pomalu
tr: Yavaş

source: Fast
cs: Rychle
tr: Hızlı

source: Swipe to change space
cs: Přejetí prsty pro změnu plochy
tr: Alan değiştirmek için kaydır

source: 3 fingers
cs: 3 prsty
tr: 3 parmak

source: 4 fingers
cs: 4 prsty
tr: 4 parmak

source: 5 fingers
cs: 5 prstů
tr: 5 parmak

source: Invert swipe direction
cs: Obrátit směr přejíždění
tr: Kaydırma yönünü tersine çevir

source: Change space by moving mouse to the edge of the screen
cs: Změnit plochu při přejetí myši na kraj obrazovky
tr: Fareyi ekranın köşesine hareket ettirerek alan değiştir

source: With key
cs: Klávesou
tr: Tuş ile

source: Grid
cs: Mřížka
tr: Izgaralar

source: Full screen apps
cs: Aplikace v režimu plné obrazovky
tr: Tam ekran uygulamalar

source: Name
cs: Jméno
tr: İsim

source: Done
cs: Hotovo
tr: Tamam

source: Control-click to set
cs: Nastavíte podržením CTRL a klikem
tr: Ayarlamak için Control-tık

source: space name & hotkey
cs: pojmenování plochy a klávesová zkratka
tr: alan adı & kısayolu

source: For this grid
cs: Pro tuto mřižku
tr: Bu ızgara için

source: Navigate right to additional full screen apps
cs: Navigujte doprava pro přídavné aplikace v režimu plné obrazovky
tr: Diğer tam ekran uygulamalar için sağa git

source: Navigate left to dashboard
cs: Navigujte doleva pro přechod na nástěnku
tr: Dashboard için sola git

source: (Show dashboard as a space must be enabled in Mission Control preferences)
cs: (Zobrazení nástěnky jako samostatné plochy musí být zapnuto v předvolbách Mission Control)
tr: (Mission Control tercihlerinde dashboard'u alan olarak göster etkin olmalı)

source: Show overview grid
cs: Zobrazit mřížku s přehledem
tr: Özet ızgarayı göster

source: Exposé (when in grid)
cs: Povolit exposé (na mřížce s přehledem)
tr: Exposé (ızgaradayken)

source: Full screen apps in the grid
cs: Mřížka a aplikace v režimu plné obrazovky
tr: Izgarada tam ekran uygulamalar

source: This setting allows you to use the highest numbered positions in
cs: Toto nastavení umožňuje použít nejvyšší pozici
tr: Bu ayar ızgaranızdaki tam ekran uygulamalar için en yüksek

source: your grid for full screen apps
cs: v mřížce pro aplikace v režimu plné obrazovky
tr: sayılı yerleri kullanmanızı sağlar

source: Make the grid from
cs: Vytvořit mřížku z
tr: Izgaranızı

source: desktops, and
cs: ploch, a
tr: masaüstü ve

source: full screen apps
cs: aplikací v režimu plné obrazovky
tr: tam ekran uygulamadan oluşturun

source: Dashboard
cs: Nástěnka
